{
  "pre": "Myqueensclub.com (en adelante, “nosotros” o “nuestro”) opera el sitio web https://myqueensclub.com/ (en adelante, “MYQUEENSCLUB” o “Sitio web”) y es el controlador de la información recopilada o proporcionado a través de este sitio web",
  "presentation": "Lea atentamente esta política de privacidad, ya que su acceso y uso de nuestro sitio web significa que ha leído, comprendido y aceptado todos los términos de esta política de privacidad. Si no está de acuerdo con alguna parte de esta política de privacidad o nuestros términos, no acceda ni continúe utilizando nuestro sitio web ni envíe sus datos personales. Respetamos su privacidad y nos comprometemos a proteger sus datos personales.",
  "parrafos": ["Si tiene alguna pregunta sobre nuestras prácticas de privacidad, consulte la “Información de contacto” a continuación para obtener información sobre cómo contactarnos.", "Recopilamos, procesamos y retenemos datos personales en la medida en que sea necesario para proporcionar a los usuarios nuestro servicio. Esta política de privacidad se aplica a la información que recopilamos:", "En este sitio web, en el correo electrónico, texto y otras comunicaciones entre usted y este sitio web, a través de las aplicaciones móviles que descarga desde este sitio web, que proporcionan una interacción dedicada no basada en el navegador entre usted y este sitio web, o cuando interactúa con nuestra publicidad y aplicaciones en sitios web y servicios de terceros, si esas aplicaciones o publicidad incluyen enlaces a esta política de privacidad.", "No se aplica a la información recopilada por:", "Nosotros fuera de línea o por cualquier otro medio, incluido en cualquier otro sitio web operado por nosotros o cualquier tercero (incluidos nuestros afiliados y subsidiarias); o cualquier tercero (incluidos nuestros afiliados y subsidiarias), incluso a través de cualquier aplicación o contenido (incluida la publicidad) que pueda enlazar o estar accesible desde o en el sitio web. Hacer clic en esos enlaces o habilitar esas conexiones puede permitir que terceros recopilen o compartan datos sobre usted. No controlamos estos sitios web de terceros y no somos responsables de sus declaraciones de privacidad.", "Los datos que recopilamos sobre usted.", "Datos personales, o información personal, significa cualquier información sobre un individuo del cual esa persona pueda ser identificada («Información personal»). No incluye datos que han sido anónimos o seudonimizados.","Podemos recopilar, usar, almacenar y transferir diferentes tipos de datos personales sobre usted, que hemos agrupado de la siguiente manera:", "Personas que visitan el sitio web sin iniciar sesión o registrarse «usuarios no registrados»", "• Los datos técnicos incluyen la dirección del protocolo de Internet (IP), que se hace seudonimizar (una técnica que reemplaza o elimina la información en el conjunto de datos que identifica a una persona), el tipo y la versión del navegador, la configuración y ubicación de la zona horaria, el sistema operativo y la plataforma y otra tecnología. Los dispositivos que utiliza para acceder a este sitio web.", "• Los datos enviados por el usuario incluyen datos recopilados en su dirección para una función específica, por ejemplo, un concurso o encuesta.", "• Los datos de uso incluyen información agregada sobre cómo utiliza nuestro sitio web, productos y servicios.", "Personas que optan por crear una cuenta de «usuarios registrados».", "• Los datos de identidad incluyen, nombre de usuario o identificador similar, fecha de nacimiento y género.", "Datos de contacto incluye dirección de correo electrónico.", "• Los datos financieros en caso de compras incluyen datos de la tarjeta de pago.", "• Datos de transacción en caso de compras, puede incluir detalles sobre los pagos realizados por usted y de usted y otros detalles de los productos y servicios que ha comprado o recibido de nosotros.", "• Los datos técnicos incluyen la dirección de protocolo de Internet (IP) seudonimizada, sus datos de inicio de sesión, el tipo y la versión del navegador, la configuración de la zona horaria y la ubicación, el sistema operativo y la plataforma y otra tecnología en los dispositivos que utiliza para acceder a este sitio web.", "• Los datos enviados por el usuario incluyen datos recopilados en su dirección para una función específica, por ejemplo, su nombre de usuario y contraseña, las compras o los pedidos realizados por usted, sus intereses, preferencias, comentarios y respuestas de la encuesta.", "• Los datos de uso incluyen información sobre cómo utiliza nuestro sitio web, productos y servicios.", "• Los datos de marketing y comunicaciones incluyen sus preferencias para recibir nuestro marketing y el de nuestros terceros y sus preferencias de comunicación.", "También podemos recopilar, usar y compartir sus datos para producir y compartir información agregada que no lo identifique. Los datos agregados pueden derivarse de sus datos personales, pero no se consideran datos personales, ya que estos datos no revelan su identidad directa o indirectamente. Por ejemplo, podemos agregar sus datos de uso para calcular el porcentaje de usuarios que acceden a una función específica del sitio web, para generar estadísticas sobre nuestros usuarios, para calcular el porcentaje de usuarios que acceden a una función específica del sitio web, para calcular las impresiones de anuncios servidas o pulsadas, o para publicar datos demográficos de los visitantes", "No recopilamos categorías especiales de información personal sobre usted (esto incluye detalles sobre su raza o etnia, religión o filosofía). Ideas, opiniones políticas, afiliación sindical, información sobre su salud y datos genéticos y biométricos). Sin embargo, las preferencias particulares y la orientación sexual dependen de cómo use nuestro sitio web y nuestros servicios. El procesamiento de dicha Información personal confidencial puede ser necesario para proporcionarle algunos de nuestros servicios.", "¿Cómo se recopila su información personal?", "Utilizamos diferentes métodos para recopilar datos de y sobre usted, incluso a través de:", "Interacciones directas. La información que proporciona al realizar consultas de búsqueda en nuestro sitio web o al completar formularios en nuestro sitio web, en particular al momento de registrarse para utilizar nuestro sitio web, suscribirse a nuestro servicio, publicar material, participar en encuestas, participar en un concurso o promoción patrocinada por nosotros, al informar un problema con nuestro sitio web o al solicitar servicios adicionales.","Tecnologías automatizadas o interacciones. Consulte “Uso de cookies y otras tecnologías de seguimiento por parte de terceros” para obtener detalles sobre cómo podemos recopilar automáticamente sus datos personales.", "Contribuciones del usuario.", "Podemos proporcionar áreas en nuestro sitio web donde puede publicar información sobre usted y los demás y comunicarse con otros, cargar contenido (por ejemplo, fotos, videos, archivos de audio, etc.) y publicar comentarios o revisiones del contenido que se encuentra en el sitio web. Dichas publicaciones se rigen por nuestros términos de uso que se encuentran en https://myqueensclub.com. Debe tener en cuenta que cualquier información personal que envíe, muestre o publique en áreas públicas de nuestro sitio web se considera pública y puede ser leída, recopilada, utilizada y divulgada por otros. No podemos controlar quién lee su publicación o qué pueden hacer otros usuarios con la información que usted publica voluntariamente, por lo que le recomendamos que ejerza discreción y precaución con respecto a su información personal. Para solicitar la eliminación de su información personal de nuestro sitio web, consulte la sección «sus derechos relacionados con su información personal» en esta política.", "Información recopilada a través de tecnologías de recolección automática de datos.", "A medida que navega e interactúa con nuestro sitio web, utilizamos tecnologías de recolección automática de datos para recopilar cierta información sobre su equipo, acciones y patrones de navegación, incluida información como su dirección IP, tipo de navegador, sistema operativo, la página web de referencia, páginas visitadas, ubicación, su operador de telefonía móvil, información del dispositivo, términos de búsqueda e información de cookies.", "Las tecnologías que utilizamos para esta recopilación automática de datos pueden incluir:", "Cookies (o cookies del navegador). Las cookies son pequeños archivos de texto que se almacenan en su navegador web o se descargan en su dispositivo cuando visita un sitio web. Luego, las cookies se envían de vuelta al sitio web de origen en cada visita posterior, o a otro sitio web que reconozca esa cookie, y permite que un sitio web reconozca el dispositivo de un usuario.", "Actualmente utilizamos los siguientes tipos de cookies:", "Cookies que son estrictamente necesarias: son cookies que se requieren para el funcionamiento de nuestro sitio web. Estas incluyen, por ejemplo, cookies que permiten a un usuario iniciar sesión en nuestro sitio web y verificar si un usuario tiene permiso para acceder a un servicio o contenido en particular.", "Cookies analíticas: estas cookies nos permiten reconocer y contar el número de usuarios y ver cómo los usuarios utilizan y exploran nuestro sitio web. Estas cookies nos ayudan a mejorar nuestro sitio web, por ejemplo, asegurando que todos los usuarios puedan encontrar lo que están buscando fácilmente.", "Cookies de funcionalidad: estas cookies no son esenciales, pero nos ayudan a personalizar y mejorar su experiencia en línea en nuestro sitio web. Este tipo de cookies nos permite reconocerlo cuando regresa a nuestro sitio web y recordar, por ejemplo, su elección de idioma.", "Cookies de orientación: estas cookies registran la visita de un usuario a nuestro sitio web, las páginas que ha visitado un usuario y los enlaces que un usuario ha seguido para permitirnos hacer que nuestro sitio web sea más relevante para los intereses de los usuarios.", "No requerimos que acepte cookies y puede retirar su consentimiento a nuestro uso de cookies en cualquier momento ajustando la configuración de privacidad de su navegador. Sin embargo, si no acepta las cookies, es posible que algunas funciones de nuestro sitio web estén desactivadas y que no pueda acceder a ciertas partes de nuestro sitio web. A menos que haya ajustado la configuración de su navegador para que rechace las cookies, nuestro sistema emitirá cookies cuando usted dirija su navegador a nuestro sitio web. Las cookies pueden ser cookies de sesión o cookies persistentes. Una cookie de sesión caduca automáticamente cuando cierra su navegador. Una cookie persistente permanecerá hasta que caduque o usted borre sus cookies. Las fechas de caducidad se establecen en las propias cookies; algunos pueden expirar después de unos minutos, mientras que otros pueden expirar después de varios años.", "Balizas web. Las páginas de nuestro sitio web y nuestros correos electrónicos pueden contener pequeños archivos electrónicos conocidos como balizas web (también conocidos como gifs transparentes, etiquetas de píxeles, gifs de un solo píxel y bugs web) que son pequeños gráficos con un identificador único, similar en función a las cookies, y se utilizan para rastrear el mo en línea, los usuarios de la web o para acceder a las cookies.", "Analítica. Utilizamos herramientas y tecnologías de análisis y publicidad de terceros, en particular Google Analytics y DoubleClick proporcionados por Google, Inc., EE. UU. («Google»). Estas herramientas y tecnologías recopilan y analizan ciertos tipos de información, incluidas direcciones IP, identificadores de dispositivos y software, direcciones URL de referencia y salida, información de uso y comportamiento en el sitio, estadísticas y estadísticas de uso de las funciones, historial de compras y uso, dirección de control de acceso a los medios (dirección MAC), identificadores únicos de dispositivos móviles y otra información similar a través del uso de cookies. La información generada por Google Analytics y DoubleClick sobre su uso del sitio web (incluida su dirección IP) puede ser transmitida y almacenada por Google en servidores de los Estados Unidos. Debido a que activamos la anonimización de IP para Google Analytics y Double Click, Google anonimizará el último octeto de una dirección IP en particular. Solo en casos excepcionales, los servidores de Google en los Estados Unidos envían y acortan la dirección IP completa. Google usará esta información con el fin de evaluar su uso del sitio web, compilar informes sobre la actividad del sitio web y administrar el contenido publicitario. Para saber cómo puede optar por no participar en esta recopilación de información por parte de Google, consulte “Elecciones sobre cómo recopilamos, usamos y divulgamos su información personal” a continuación.", "Uso de cookies y otras tecnologías de seguimiento por parte de terceros.", "Algunos contenidos o aplicaciones, incluidos los anuncios, en el sitio web son servidos por terceros, incluidos anunciantes, redes publicitarias y servidores, proveedores de contenido y proveedores de aplicaciones. Estos terceros pueden usar cookies solo o junto con balizas web u otras tecnologías de seguimiento para recopilar información sobre usted cuando utiliza nuestro sitio web. A menos que se indique expresamente lo contrario, nuestro sitio web no proporciona información personal a estos terceros, sin embargo, pueden recopilar información, incluida la información personal, como la dirección del protocolo de Internet (IP), el tipo y la versión del navegador, la configuración de la zona horaria y la ubicación, el sistema operativo y la plataforma y otra tecnología en los dispositivos que utiliza para acceder a este sitio web. Pueden usar esta información para brindarle publicidad basada en intereses u otro contenido dirigido", "No controlamos las tecnologías de seguimiento de estos terceros ni la forma en que pueden utilizarse. Si tiene alguna pregunta sobre un anuncio u otro contenido dirigido, debe comunicarse directamente con el proveedor responsable. Para obtener información sobre cómo puede optar por no recibir publicidad dirigida de muchos proveedores, consulte «Opciones sobre cómo recopilamos, usamos y divulgamos su información personal».", "Cómo utilizamos sus datos personales.", "Solo utilizaremos sus datos personales cuando la legislación local aplicable nos lo permita. En la mayoría de los casos, utilizaremos sus datos personales en las siguientes circunstancias:", "Para los fines de proporcionar los servicios, la administración del cliente, la funcionalidad y la seguridad que sean necesarios para realizar los servicios que le brindamos en virtud de nuestros términos y condiciones y cualquier otro contrato que tenga con nosotros.", "Cuando sea necesario para nuestros intereses legítimos (o los de un tercero) y sus intereses y derechos fundamentales no anularán esos intereses.", "Donde tengamos que cumplir con una obligación legal o reglamentaria.", "Donde usted declara su consentimiento válido para utilizarlo.", "Tenga en cuenta que podemos procesar sus datos personales por más de un motivo legal en función del propósito específico para el que usamos sus datos.", "Propósitos para los cuales usamos su información personal.", "En general, utilizamos la información que recopilamos sobre usted o que nos proporciona, incluida la Información personal y la Información personal confidencial, para los siguientes fines", "Prestación de servicios (solo para miembros registrados): para presentarle nuestro sitio web y su contenido, incluidas las funciones interactivas de nuestro sitio web, y para brindarle información, productos o servicios que nos solicite; también recopilamos y usamos información personal para verificar su elegibilidad y entregar premios en relación con concursos y sorteos;", "Gestión de clientes (solo para miembros registrados): para administrar una cuenta de usuarios registrados, para brindar atención al cliente y avisos al usuario registrado sobre su cuenta o suscripción, incluidos avisos de vencimiento y renovación, y avisos sobre cambios en nuestro sitio web o cualquier producto o servicio. Ofrecemos o proveemos a través de él;", "Personalización del contenido (solo para miembros registrados): para realizar investigaciones y análisis sobre su uso o interés en el contenido, productos o servicios de nuestro sitio web, con el fin de desarrollar y mostrar contenido y publicidad adaptados a sus intereses en nuestro sitio web y otros sitios.", "Análisis: para determinar si los usuarios del sitio web son únicos, o si el mismo usuario está utilizando el sitio web en múltiples ocasiones, y para monitorear las métricas agregadas, como el número total de visitantes, las páginas visitadas, los patrones demográficos;","Funcionalidad y seguridad: para diagnosticar o solucionar problemas tecnológicos, y detectar, prevenir y responder a fraudes reales o potenciales, actividades ilegales o infracciones a la propiedad intelectual;", "Cumplimiento: para hacer cumplir nuestros términos y condiciones y para cumplir con nuestras obligaciones legales; de cualquier otra manera que podamos describir cuando proporcione la información; o para cualquier otro propósito con su consentimiento proporcionado por separado de esta política de privacidad.",
  "Divulgación de su información personal.", "No revelamos su información personal, excepto en las circunstancias limitadas que se describen aquí.", "Podemos divulgar su información personal a los miembros de nuestro grupo corporativo (es decir, las entidades que controlan, están controladas por nosotros o están bajo nuestro control común) en la medida en que esto sea necesario a los fines de la prestación de servicios, la gestión de clientes y la personalización de contenido, publicidad, análisis, verificaciones, funcionalidad y seguridad, y cumplimiento.", "Proveedores de servicio. A nuestros proveedores de servicios autorizados que realizan ciertos servicios en nuestro nombre. Estos servicios pueden incluir el cumplimiento de pedidos, el procesamiento de pagos con tarjeta de crédito, la detección y mitigación de riesgos y fraudes, el servicio al cliente, el análisis de negocios y ventas, la personalización de contenido, el análisis, la seguridad, el soporte de la funcionalidad de nuestro sitio web, las encuestas y otras funciones que ofrece nuestro sitio web. . Estos proveedores de servicios pueden tener acceso a la información personal necesaria para realizar sus funciones, pero no están autorizados a compartir o usar dicha información para ningún otro propósito.", "Sucesores legales. A un comprador u otro sucesor en el caso de una fusión, desinversión, reestructuración, reorganización, disolución u otra venta o transferencia de algunos o todos nuestros activos, ya sea como una empresa en marcha o como parte de una quiebra, liquidación o procedimiento similar, en La información personal que tenemos sobre los usuarios de nuestro sitio web se encuentra entre los activos transferidos. En caso de que ocurra dicha venta o transferencia, haremos todos los esfuerzos razonables para asegurarnos de que la entidad a la que transferimos su información personal la use de una manera que sea consistente con esta política de privacidad.", "Accedemos, preservamos y compartimos su información personal con reguladores, agentes de la ley u otros en los que creemos razonablemente que dicha divulgación es necesaria para (a) cumplir con cualquier ley, regulación, proceso legal o solicitud gubernamental aplicable, (b) hacer cumplir los términos de uso aplicables , incluida la investigación de posibles violaciones de los mismos, (c) detectar, prevenir o abordar de otra manera actividades ilegales o presuntas actividades ilegales, problemas de seguridad o técnicos, (d) proteger contra daños a los derechos, propiedad o seguridad de nuestra empresa, nuestros usuarios, nuestros empleados, u otros; o (e) para mantener y proteger la seguridad e integridad de nuestro sitio web o infraestructura. En tales casos, podemos presentar o renunciar a cualquier objeción legal o derecho disponible para nosotros, a nuestra entera discreción.", "Podemos divulgar información agregada sobre nuestros usuarios e información que no identifique a ningún individuo, sin restricción. También podemos compartir información agregada con terceros para realizar análisis de negocios en general. Esta información no contiene información personal y puede usarse para desarrollar contenido y servicios que esperamos que usted y otros usuarios encuentren de interés.", "El usuario declara que si voluntariamente o involuntariamente revela información personal en línea en un área pública o privada, esa información puede ser recogida y usada por terceros, por lo que, tanto My Queens Club y/o sus colaboradores, accionistas, empleados y proveedores no serán responsables por el uso dichos terceros puedan dar a la información. My Queens Club está diseñado para salvaguardar la confidencialidad de la información, por lo que provee salvaguardas físicas, electrónicas y procedimientos para proteger la información que se procesa y mantiene. Sin perjuicio de lo anterior, ningún sistema de seguridad puede prevenir todas las brechas de seguridad potenciales, por lo que, el cliente reconoce que tanto My Queens Club y/o sus colaboradores, accionistas, empleados y proveedores no serán responsables por el uso que terceros puedan dar a dicha información, si esta fuere ilegalmente descodificada o desclasificada."
  ]
}
